Repository: simplesconsultoria/sc.periodicals
Catalog: src/*/periodicals/locales/*/LC_MESSAGES/*.periodicals.po
Languages: es, pt_br

source: A periodical
es: Una publicación periódica
pt_br: Um periódico

source: Add Latest Periodical Portlet
es: Adicionar
pt_br: Adicionar portlet de periódico mais recente

source: Cover Text
pt_br: Texto da capa

source: Edit Latest Periodical Portlet
es: Editar portlet de última publicación periódica
pt_br: Editar portlet de periódico mais recente

source: Image
es: Imagen
pt_br: Imagem

source: In this issue
es: En esta edición
pt_br: Nesta edição

source: Issue
es: Número
pt_br: Número

source: Latest Periodical
es: Última publicación periódica
pt_br: Periódico mais recente

source: Number
es: Número
pt_br: Edição

source: Number of items to display
es: Número de elementos a mostrar
pt_br: Número de itens para mostrar

source: Periodical
es: Publicación periódica
pt_br: Periódico

source: Portlet header
es: Encabezado del portlet
pt_br: Título do portlet

source: Publication Date
es: Fecha de publicación
pt_br: Data de publicação

source: Text
es: Texto
pt_br: Texto

source: This portlet shows the latest published periodical.
es: Este portlet muestra la publicación periódica más reciente.
pt_br: Este portlet mostra o último periódico publicado.

source: help_count
es: Número de elementos a mostrar.
pt_br: Número de itens a mostrar.

source: help_header
es: El encabezado del portlet. Déjar en blanco si no se desea uno.
pt_br: O cabeçalho do portlet. Deixe vazio para nenhum.

source: help_image
es: Una imagen asociada con la publicación periódica. Usar la portada para publicaciones impresas.
pt_br: A imagem de capa do periódico. Use a capa do periódico para impressos.

source: help_image_scale
es: La escala de la imagen asociada con la publicación periódica.
pt_br: A escala da imagem associada com o periódico.

source: help_publication_date
es: La fecha en que la publicación fue publicada (no confundir con la fecha efectiva).
pt_br: A data de publicação do periódico (não é a data de efetivação).

source: help_text
pt_br: Texto da capa ou índice de notícias exibido junto com o periódico

source: read_more
es: Leer más…
pt_br: Leia mais...

source: help_number
es: El número de la publicación periódica.
